{
  "home": {
    "header": {
      "title": "Partners in the Next Phase"
    },
    "about_us": {
      "description_one": "Magno Capital is a privately held $5 million investment fund backing profitable, scalable businesses across sectors. Inspired by the enduring strength of the magnolia, we are rooted in discipline, resilience, and long-term vision.",
      "description_two": "Beyond capital, we provide strategic partnership and privileged access to a trusted ecosystem of operators, industry leaders, and capital networks. We work closely with founders to help them reach their next stage of growth."
    },
    "our_values": {
      "strategic_alignment": {
        "description_one": "We invest where vision and execution align.",
        "description_two": "We works closely with founders to ensure strategy, structure, and timing support long-term compounding growth. Every move is made with clarity and purpose."
      },
      "quiet_strength": {
        "description_one": "We empower without overpowering.",
        "description_two": "Our presence is calm but deeply effective. We provide the capital, network, and insight to elevate the business, while founders stay in control and lead from the front."
      },
      "catalysts": {
        "description_one": "We help founders transition from traction to transformation.",
        "description_two": "We bring the experience, resources, and strategic clarity to guide businesses through critical inflection points and unlock their next chapter of growth."
      }
    },
    "portfolio": {
      "olaif": "Olaif is redefining consumer wellness through science-backed products and transparent innovation.",
      "bythen": "A digital-native lifestyle brand crafting smart solutions for modern living—sustainability, style, and substance in perfect sync.",
      "icx": "ICX is our flagship investment platform focused on scaling high-growth consumer and digital-first businesses. To date, we’ve distributed over IDR 250 billion+ in equity across 20+ brands"
    },
    "our_partners": {
      "description": {
        "romario_sumargo": {
          "first_paragraph": "Romario Sumargo is the CEO of ICX (Indonesia Crowdfunding Exchange) the leading Equity Crowdfunding platform in Indonesia with over Rp 250 billion equity fund distributed to over 20 brands.",
          "first_paragraph_two": "",
          "second_paragraph": "He also active as a Founding Board Member & General Treasurer of ALUDI (Asosiasi Layanan Urun Dana Indonesia) in 2020-2023.",
          "third_paragraph": ""
        },
        "tomy": {
          "first_paragraph": "Tomy is a seasoned investor and educator with over a decade of experience in the capital markets.",
          "first_paragraph_two": "Prior to co-founding Magno Capital, he built a strong reputation in both public and private market investing.",
          "second_paragraph": "He is the co-founder of Stock Up Indonesia, a widely used investing education platform focused on fundamental investing, serving over 10,000 active users and a community of more than 250,000 followers across social media",
          "third_paragraph": ""
        }
      }
    }
  }
}
